Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-1126.html.tmx
Source language: nob
Languages: sme

source: Sametinget møter i FNs permanente forum for urfolk
sme: Sámediggi searvá ONa eamiálbmogiid bistevaš čoahkkimii

source: Sametingets visepresident Johan Mikkel Sara deltar denne uken ved FNs permanente forum for urfolk i New York .
sme: Sámedikki várrepresideanta Johan Mikkel Sara oassálastá dán vahku ONa eamiálbmogiid bistevaš foruma čoahkkimiin New Yorkas .

source: Forumet møtes hvert år og har som formål å forene krefter og gi en stemme til urfolk i forhandlingene som finner sted i FN.
sme: Forum čoahkkana juohke jagi ja dan váldoulbmil lea ovttastahttit fámuid ja leat eamiálbmogiid jietnan ONa šihtadallamiin .

source: Publisert av Pål Hivand .
sme: Almmuhan Pål Hivand .

source: Sist endret 15.05.2006
sme: Maŋimustá rievdaduvvon 15.05.2006

source: Tema for denne sesjonen er tusenårsmålene for urfolk .
sme: Dán sešuvnna fáddán leat álgoálbmogiid duhátjahkeulbmilat .

source: FNs utviklingsprogram , hovedmotoren bak Tusenårsmålene , har lenge fokusert på urfolk i sine fattigdomsbekjempende prosjekter .
sme: ONa ovddidanprográmma , Duhátjahkeulbmiliid váldoduvdda , lea guhká čalmmustuhttán eamiálbmogiid geafivuođaeastadeaddji prošeavttain .

source: Link
sme: Liŋka

source: FNs permanente forum for urfolkssaker ( UNPFII )
sme: ONa duhátjahkeulbmilat ONa eamiálbmogiid bistevaš foruma

source: Les mer om Sametingets deltakelse
sme: Loga eanet Sámedikki oassálastima birra
